Repository: wizard2014/versover.com
Catalog: module/Application/language/*.po
Languages: ru_ru

source: Quick Links
ru_ru: Быстрые ссылки

source: Home
ru_ru: Главная

source: About
ru_ru: О нас

source: Contacts
ru_ru: Контакты

source: Blog
ru_ru: Блог

source: Get In Touch
ru_ru: Всегда на связи

source: We build
ru_ru: Мы создаем

source: Web applications
ru_ru: Веб приложения

source: for startups and agencies
ru_ru: для стартапов и организаций

source: Talk to us
ru_ru: Обратитесь к нам

source: Who we are
ru_ru: Кто мы

source: web-developers with a full range of services, specializing in PHP and Zend Framework
ru_ru: веб-разработчики с полным спектром услуг, специализирующиеся на PHP и Zend Framework

source: One of the leading language used to create dynamic web applications.
ru_ru: Один из лидеров среди языков, применяющихся для создания динамических веб-приложений.

source: One of the most powerful software frames for developing web applications.
ru_ru: Один из наиболее мощных программных каркасов для разработки веб-приложений.

source: Open-source database management system. MySQL is a solution for small and medium-sized applications.
ru_ru: Свободная реляционная система управления базами данных. MySQL является решением для малых и средних приложений.

source: Object-relational database management system with an emphasis on extensibility and on standards-compliance. Good for medium to large projects.
ru_ru: Объектно-реляционная система управления базами данных. Обладает богатым функционалом. Подходит для средних и крупных проектов.

source: Compact embeddable relational database. A good solution for small projects.
ru_ru: Компактная встраиваемая реляционная база данных. Хорошее решение для небольших проектов.

source: The most widely used is browsers like scripting language to make interactive Web pages.
ru_ru: Наиболее широкое применение находит в браузерах как язык сценариев для придания интерактивности веб-страницам.

source: Popular JavaScript Library that has a great set of features to create stunning visual effects and more.
ru_ru: Популярная JavaScript библиотека, которая обладает большим набором возможностей для создания великолепных визуальных эффектов и не только.

source: Is a group of interrelated Web development techniques used on the client-side to create asynchronous Web applications.
ru_ru: Подход к построению интерактивных пользовательских веб-приложений, заключающийся в «фоновом» обмене данными браузера с веб-сервером.

source: Is a core technology markup language of the Internet used for structuring and presenting content for the World Wide Web.
ru_ru: Язык разметки документов в интернете.

source: Is a style sheet language used for describing the look and formatting of a document written in a markup language.
ru_ru: Язык, который используется для описания внешнего вида документа.

source: Is a collection of tools for creating websites and web applications. It contains HTML- and CSS-based design templates for typography, forms, buttons, navigation and other interface components, as well as optional JavaScript extensions.
ru_ru: Набор инструментов для создания сайтов и веб-приложений. Включает в себя: HTML и CSS шаблоны, оформления для типографики, веб-формы, кнопки, метки, блоки навигации и прочие компоненты веб-интерфейсов, включая JavaScript расширения.

source: Is a markup language that defines a set of rules for encoding documents in a format which is both human-readable and machine-readable.
ru_ru: расширяемый язык разметки. Формат удобный для создания и обработки документов программами и одновременно удобный для чтения человеком.

source: Is an open standard format that uses human-readable text to transmit data objects consisting of attribute–value pairs.
ru_ru: Текстовый формат обмена данными, в настоящее время очень популярен в веб.

source: It provides a distributed, multitenant-capable full-text search engine with a RESTful web interface and schema-free JSON documents.
ru_ru: Поисковый сервер. Обеспечивает распределенный, высокоскоростной механизм полнотекстового поиска, веб-интерфейс и схему JSON документов.

source: Build system automating tasks: minification and copying of all JavaScript files, static images, capable of watching files to automatically rerun the task when a file changes.
ru_ru: Современный инструмент для автоматизация процесса разработки.

source: Is a distributed revision control system with an emphasis on speed, data integrity, and support for distributed, non-linear workflows.
ru_ru: Система для управления версиями.

source: is an application-level package manager for the PHP programming language that provides a standard format for managing dependencies of PHP software and required libraries.
ru_ru: Пакетный менеджер уровня приложений для языка программирования PHP, который предоставляет средства по управлению зависимостями в PHP-приложении.

source: Is a package manager for
ru_ru: Пакетный менеджер для языка

source: It works by fetching and installing packages from all over, taking care of hunting, finding, downloading.
ru_ru: Система управления пакетами для программирования на стороне клиента.

source: Is computer software that creates and configures virtual development environments.
ru_ru: Программное обеспечение для создания и конфигурирования виртуальной среды разработки.

source: Is a computer software technique of extracting information from websites.
ru_ru: Программное обеспечение для извлечения информации из веб-сайтов.

source: Implementing PHP system to work with the largest debit electronic payment system.
ru_ru: Реализация PHP системы для работы с крупнейшей дебетовой электронной платежной системой.

source: Is a set of PHP libraries primarily focused on providing persistence services and related functionality. Its prize projects are an object-relational mapper (ORM) and the database abstraction layer it is built on top of.
ru_ru: Объектно-реляционный проектор (ORM) для PHP. Одной из ключевых возможностей Doctrine является запись запросов к БД на собственном объектно-ориентированном диалекте SQL.

source: Is a software architecture style for building scalable web services.
ru_ru: Метод взаимодействия компонентов распределенного приложения в сети Интернет.

source: More about us
ru_ru: Больше о нас

source: Want to have a quick chat?
ru_ru: Хотите быстро связаться с нами?

source: We are only a phone call away
ru_ru: Вы в одном телефонном звонке от этого

source: You can also email us
ru_ru: Вы так же можете отправить email

source: Or Skype
ru_ru: Или Skype

source: Start your project today
ru_ru: Начните проект сегодня

source: If you have suggestions, questions - feel free to write us - we will reply to you shortly!
ru_ru: Если у вас есть предложение, вопрос - смело пишите нам - мы ответим Вам в ближайшее время!

source: Name
ru_ru: Ваше имя

source: Email
ru_ru: Ваш email

source: Subject
ru_ru: Тема

source: Message
ru_ru: Сообщение

source: Send
ru_ru: Отправить

source: Need %sout-of-the-box%s solutions for your idea?
ru_ru: Ваша идея требует %sнестандартных решений%s?

source: %sAvailable CMS%s doesn’t match your business?
ru_ru: Вашему бизнесу не подходят %sсуществующие CMS%s?

source: We’re gonna develop Web application you %scan’t refuse%s
ru_ru: Мы разработаем web-приложение, от которого вы %sне сможете отказаться%s

source: Services
ru_ru: Услуги

source: We propose a system in which:
ru_ru: Мы предлагаем систему в которой:

source: %sapplication's functionality%s and architecture are individually designed
ru_ru: %sархитектура и функциональность%s приложения разработана индивидуально для вас

source: %sapplication logic%s suits your business process
ru_ru: %sлогика приложения%s согласована с вашими бизнес-процессами

source: %sdatabase structure%s fits your requirement
ru_ru: %sструктура базы данных%s соответствует вашим требованиям

source: %scorrect website displaying%s on different devices
ru_ru: %sкорректное отображение%s сайта на различных устройствах

source: highload and safety
ru_ru: высоконагруженность и безопасность

source: We use modern tools to develop the visual part of web applications. Responsive Web Design (RWD) — is the approach to web design that is aimed at the development of sites that provide the optimal display/view mode and user interaction - easy to read, comfortable navigation, suitable for a wide variety of devices (from desktop to mobile phone).
ru_ru: Мы используем современные инструменты для создания визуальной части веб-приложений. Отзывчивый веб-дизайн (RWD) – это подход к веб-дизайну, направленный на разработку сайтов, которые обеспечивают оптимальный режим просмотра и взаимодействия с пользователем – легко читать, удобная навигация, подходит для самых разных устройств (от настольного компьютера до мобильного телефона).

source: We place the main emphasis of the server technology on the PHP. It’s the powerful modern tool for creating of dynamic Web applications. To ensure high performance and productivity we use solution on the basis of modern framework Zend Framework that provides high performance, reliability and offers powerful functional capabilities.
ru_ru: Основной упор в серверной технологии мы делаем на язык PHP. Мощный, современный инструмент для создания динамических веб приложений. Для обеспечения высокой производительности и продуктивности – используем решение на базе современного фреймворка Zend Framework, который обеспечивает высокую производительность, надежность и предоставляет богатые функциональные возможности.

source: We use wide variety of database management systems, chosen on the basis of assigned tasks. All working systems are able to solve basic tasks - data management and storage - quickly and efficiently, has stood the test of times and has shown good results. You can be sure that your data is in safe hands.
ru_ru: Используем широкий набор систем управления базами данных, выбирая исходя из поставленных задач. Все используемые системы способны быстро и эффективно решать основные задачи – хранение и управление вашими данными и прошли пробу временем, и хорошо себя зарекомендовали. Можете быть уверены, ваши данные будут в надежных руках.

source: We will show, tell/explain, write, and teach. We aren’t too lazy to unscramble everything, describe and explain all details of the system. If you wish, we will upgrade or fix everything. If the system is complicated we will spend enough time to make everything absolutely clear for you. We are happy to answer any of your questions.
ru_ru: Покажем, расскажем, напишем, научим. Не ленимся разложить все по полкам, объяснить и расписать все тонкости работы системы. При желании модернизируем, подправим. При сложной системе, уделим достаточно внимания тому, чтобы вам все было предельно ясно. Ответим на любые ваши вопросы.

source: Contact us today!
ru_ru: Связаться

source: Contact Us
ru_ru: Связь с нами

source: Always in touch!
ru_ru: Всегда на связи!

source: If you have suggestions, questions - feel free to write us - %swe will reply to you shortly%s!
ru_ru: Если у вас есть предложение, вопрос – смело пишите нам, %sмы ответим вам в ближайшее время%s!

source: Your mail was sent. We will contact you soon.
ru_ru: Ваше письмо отправлено. Мы свяжемся с вами в ближайшее время.

source: Invalid email.
ru_ru: Некорректный email адрес.

source: All fields are required.
ru_ru: Все поля обязательны для заполнения.
